[
  {
    "text": "These are brand new Meta glasses. It's almost like having your phone attached to your eyeballs. They have a camera on the front. You can record stuff with",
    "start": 0.08,
    "duration": 8.559
  },
  {
    "text": "them. They have a holographic screen inside, which means you can see stuff like this. And the average person walking down the street would never know",
    "start": 6.879,
    "duration": 8.321
  },
  {
    "text": "that you're living in your own world. I can't believe I've been wearing these clunky [music] things for the past year.",
    "start": 13.44,
    "duration": 7.28
  },
  {
    "text": "I'm going to be surviving the next 50 hours in these glasses. Here are the rules. Rule number one, I can't take off the smart glasses. Rule number two, I",
    "start": 18.96,
    "duration": 9.28
  },
  {
    "text": "must wear them for 50 hours straight.",
    "start": 26.48,
    "duration": 3.68
  },
  {
    "text": "And rule number three, I can't use any technology other than the Meta glasses, other than my filming equipment, of course. This [music] challenge starts at",
    "start": 28.24,
    "duration": 8.24
  },
  {
    "text": "the airport, and I have a flight that boards at 5:00 a.m. I'll see you in the morning.",
    "start": 34.88,
    "duration": 5.92
  },
  {
    "text": ">> Morning. Good morning.",
    "start": 38.559,
    "duration": 4.016
  },
  {
    "text": ">> Good morning.",
    "start": 40.8,
    "duration": 2.079
  },
  {
    "text": "[music] >> I have arrived to the airport, and I have officially survived 3 minutes in these glasses. I had to take them off at",
    "start": 42.575,
    "duration": 7.265
  },
  {
    "text": "security, so I couldn't really start until just now. You might be wondering where I'm going, but before I tell you, hey Meta, can you give me my boarding",
    "start": 48.48,
    "duration": 7.759
  },
  {
    "text": "pass?",
    "start": 55.52,
    "duration": 2.8
  },
  {
    "text": ">> I'm sorry. I currently cannot access boarding passes or flight information.",
    "start": 56.239,
    "duration": 7.841
  },
  {
    "text": ">> Ah, okay. I was wondering how I would scan my boarding pass without my phone.",
    "start": 61.199,
    "duration": 6.721
  },
  {
    "text": "So, I printed it out and put it in this documents folder. It's a little big, but all right. Let's get on that airplane and I'll explain what I'm doing for the",
    "start": 65.92,
    "duration": 8.48
  },
  {
    "text": "next 50 hours.",
    "start": 73.2,
    "duration": 1.84
  },
  {
    "text": ">> Good morning.",
    "start": 74.4,
    "duration": 1.68
  },
  {
    "text": ">> Hi. How are you?",
    "start": 75.04,
    "duration": 2.399
  },
  {
    "text": ">> Good.",
    "start": 76.08,
    "duration": 2.079
  },
  {
    "text": ">> Very good. Thank [music] you.",
    "start": 77.439,
    "duration": 4.761
  },
  {
    "text": ">> Thank you. It worked.",
    "start": 78.159,
    "duration": 4.041
  },
  {
    "text": ">> [music] >> How long is the flight from Austin to San Francisco?",
    "start": 83.185,
    "duration": 5.455
  },
  {
    "text": ">> The flight from [music] Austin to San Francisco typically takes around 3 hours and 50 minutes for non-stop flights.",
    "start": 87.2,
    "duration": 7.84
  },
  {
    "text": ">> I'm flying to San Francisco. Yes, I'm going to be surviving in these meta glasses for the next 50 hours. But I have another mission as well. When I got",
    "start": 93.04,
    "duration": 9.36
  },
  {
    "text": "my first laptop ever, it had this wallpaper on the home screen. I thought it was beautiful. I also thought it was fake. Like I did not think it was a real",
    "start": 100.56,
    "duration": 10.239
  },
  {
    "text": "place. I used to call it the mountain.",
    "start": 107.52,
    "duration": 6.8
  },
  {
    "text": "The mountain on my home screen with a D.",
    "start": 110.799,
    "duration": 5.28
  },
  {
    "text": "Recently, I found out it is a real photo. It was taken in California. The mountain is real and I want to see it with my own two eyes. It is a long drive",
    "start": 114.32,
    "duration": 9.92
  },
  {
    "text": "from San Francisco, but it looks like it could be one of the coolest road trips of my life. These glasses are crazy cuz",
    "start": 122.24,
    "duration": 7.76
  },
  {
    "text": "you literally can't see what I see right now. That's me on my birthday. We've got quite a long flight. I think they're coming with the snacks. I'm excited.",
    "start": 127.92,
    "duration": 9.84
  },
  {
    "text": "This is going to be fun. It's [music] like a cookie waffle. Thank you.",
    "start": 136.319,
    "duration": 6.201
  },
  {
    "text": "[music] You might be wondering why I'm doing that with my hand. The way these glasses work is by using this neural band.",
    "start": 144.101,
    "duration": 11.739
  },
  {
    "text": ">> Wow. Neural has to do with your nervous system and nerves and things like that.",
    "start": 153.04,
    "duration": 6.96
  },
  {
    "text": "Somehow, if you wear the wristband, the glasses can tell when you go like this or swipe like that. It feels like science fiction. Feels like it's reading",
    "start": 158.08,
    "duration": 8.56
  },
  {
    "text": "my mind. So, if you see somebody doing this in public, hopefully they have on smart glasses, but I would not be surprised if eventually there are smart",
    "start": 165.12,
    "duration": 8.479
  },
  {
    "text": "contacts and none of us can tell who's actually living in the moment.",
    "start": 171.68,
    "duration": 5.72
  },
  {
    "text": "We are five out of 50 hours complete.",
    "start": 178.08,
    "duration": 5.2
  },
  {
    "text": "10%. All right. My lenses became darker when I stepped outside. I guess they adapt to the daylight. That's pretty cool. I have a minor headache. I've got",
    "start": 180.56,
    "duration": 9.2
  },
  {
    "text": "to pick up my rental car to get me to the mountain. [music] I got a rental car. It's actually a van.",
    "start": 187.84,
    "duration": 6.56
  },
  {
    "text": "It's pretty cool. I'll show you in my documents folder.",
    "start": 193.28,
    "duration": 4.52
  },
  {
    "text": "Ah, >> yes. Here it is. This is the van I rented. I'm going to be sleeping in it overnight while while camping and going",
    "start": 199.12,
    "duration": 7.52
  },
  {
    "text": "to the mountain. But I've got to go pick it up. So, hey, Meta, can you call me an Uber?",
    "start": 205.36,
    "duration": 5.28
  },
  {
    "text": ">> I'm sorry. I currently cannot assist with ride shares. You can use the Uber app to request a ride.",
    "start": 208.959,
    "duration": 6.881
  },
  {
    "text": ">> Ah, come on. Come on. What should I do?",
    "start": 213.68,
    "duration": 3.44
  },
  {
    "text": "Should I get a taxi or something?",
    "start": 215.84,
    "duration": 2.959
  },
  {
    "text": ">> Here are some local options for getting a taxi ride.",
    "start": 217.12,
    "duration": 4.56
  },
  {
    "text": ">> All right. I guess I'm going to find a taxi. I'm going to go ask someone for help and [music] also test a feature on",
    "start": 219.68,
    "duration": 7.839
  },
  {
    "text": "these glasses called live captions where you can literally read what the person in front of you is saying. Hello. Do you",
    "start": 225.44,
    "duration": 7.28
  },
  {
    "text": "know where I can find a taxi?",
    "start": 231.04,
    "duration": 3.68
  },
  {
    "text": ">> Across the street, middle island. Oh, >> okay. Across the street. How's your day?",
    "start": 232.72,
    "duration": 4.879
  },
  {
    "text": ">> Good. How about yourself?",
    "start": 236.4,
    "duration": 3.44
  },
  {
    "text": ">> Good. Good. What time is it?",
    "start": 237.599,
    "duration": 5.441
  },
  {
    "text": ">> It is currently 11:45 a.m.",
    "start": 239.84,
    "duration": 3.92
  },
  {
    "text": ">> What's that?",
    "start": 243.04,
    "duration": 2.479
  },
  {
    "text": ">> 11:45.",
    "start": 243.76,
    "duration": 3.039
  },
  {
    "text": ">> Oh, sorry. I was talking about my glasses. Sorry, I just got [music] them.",
    "start": 245.519,
    "duration": 5.201
  },
  {
    "text": "It's >> weird. glasses. Go glasses.",
    "start": 249.599,
    "duration": 5.601
  },
  {
    "text": ">> Uh, yeah. Meta glasses. Yes, sir. Is the weather going to be like this all day?",
    "start": 252.56,
    "duration": 5.199
  },
  {
    "text": ">> Um, >> in Gilroy, California, >> it's currently 66° F.",
    "start": 257.199,
    "duration": 8.321
  },
  {
    "text": ">> Today's 4 is the first time here.",
    "start": 262.72,
    "duration": 5.178
  },
  {
    "text": ">> Yes. I'm going to see the mountain. Uh, [music] >> Cruz.",
    "start": 265.52,
    "duration": 6.56
  },
  {
    "text": ">> Um, like I actually don't know what it's called, but you know, like Yoseite area.",
    "start": 269.28,
    "duration": 6.639
  },
  {
    "text": ">> Yose.",
    "start": 274.639,
    "duration": 4.161
  },
  {
    "text": ">> There's a mountain up there.",
    "start": 275.919,
    "duration": 4.72
  },
  {
    "text": "Going to go see it. Yeah. This taxi interaction is everything I'm scared of.",
    "start": 278.8,
    "duration": 5.36
  },
  {
    "text": "He thought I was talking to him and I wasn't even talking to myself. I was talking to my glasses. That doesn't make any sense to my taxi driver. How do I",
    "start": 282.639,
    "duration": 7.601
  },
  {
    "text": "know he's not wearing smart [music] contacts? How do I know who to trust?",
    "start": 289.04,
    "duration": 5.36
  },
  {
    "text": "I'm sorry I lost my temper. Everything's okay. Everything's fine. I'm excited to go see the mountain. [music] I got my rental car. Oh, you can't see",
    "start": 292.16,
    "duration": 12.56
  },
  {
    "text": "me. That's because I'm hiding right here. Wait, I actually want to see if something works. One sec. What am I looking at right now? You are looking at",
    "start": 301.84,
    "duration": 9.04
  },
  {
    "text": "a Volkswagen camper van.",
    "start": 309.039,
    "duration": 3.201
  },
  {
    "text": ">> Oh, no way. That's so cool. That's exactly what I'm looking at. As a matter of fact, this >> It appears to be a tripod standing and",
    "start": 310.88,
    "duration": 7.52
  },
  {
    "text": "an >> There are trees and buildings visible in the background under a blue sky.",
    "start": 316.88,
    "duration": 8.319
  },
  {
    "text": ">> What the heck? What's going on here?",
    "start": 322.24,
    "duration": 4.399
  },
  {
    "text": ">> I don't even want to do that. How do I stop doing that?",
    "start": 325.199,
    "duration": 5.521
  },
  {
    "text": ">> I probably look so weird right now. How about a van tour? Not only is this van a car, it's also a place to hang out and",
    "start": 328.88,
    "duration": 10.0
  },
  {
    "text": "camp and sleep. See, the back turns into a bed. That part of the van expands as well, and it's almost like a tent. You [music] can sleep in there, too. That's",
    "start": 335.68,
    "duration": 8.72
  },
  {
    "text": "what it looks like inside. Pretty cool.",
    "start": 343.039,
    "duration": 3.521
  },
  {
    "text": "This van has running water, a gas stove, a cooler, everything you could possibly imagine for an adventure, yet also minimal technology. I'm very confident",
    "start": 344.4,
    "duration": 9.359
  },
  {
    "text": "that this van can get [music] me to the mountain.",
    "start": 352.0,
    "duration": 5.199
  },
  {
    "text": "The mountain that I want to go to. The question is, can my glasses can my glasses get me to the mountain?",
    "start": 355.6,
    "duration": 8.439
  },
  {
    "text": "All right. Hey, Meta, take me to Yoseite National Park.",
    "start": 364.08,
    "duration": 6.72
  },
  {
    "text": ">> Destination too far away.",
    "start": 368.4,
    "duration": 4.88
  },
  {
    "text": ">> Can you give me step-by-step directions to Yoseite from San Jose, California?",
    "start": 370.8,
    "duration": 7.679
  },
  {
    "text": ">> Here's some step-by-step directions.",
    "start": 376.72,
    "duration": 3.919
  },
  {
    "text": ">> Ladies and gentlemen, Tudtor Mountain.",
    "start": 378.479,
    "duration": 5.641
  },
  {
    "text": "Let's hit the road.",
    "start": 380.639,
    "duration": 3.481
  },
  {
    "text": ">> My first snack run in smart glasses.",
    "start": 385.12,
    "duration": 6.12
  },
  {
    "text": "This is going to be so cool.",
    "start": 387.36,
    "duration": 3.88
  },
  {
    "text": "Ooh, fun drinks. I got myself some water. [music] >> Yeah, you get a big water.",
    "start": 391.68,
    "duration": 7.44
  },
  {
    "text": ">> Also picked up some electrolytes and a protein bar. All right.",
    "start": 397.199,
    "duration": 6.0
  },
  {
    "text": "619.",
    "start": 402.319,
    "duration": 2.32
  },
  {
    "text": ">> Oh, you can keep the change. Can I get one of the Welch fruit stacks, though?",
    "start": 403.199,
    "duration": 5.201
  },
  {
    "text": ">> All right. Good deal.",
    "start": 406.479,
    "duration": 2.641
  },
  {
    "text": ">> Have a good one.",
    "start": 408.4,
    "duration": 2.4
  },
  {
    "text": ">> You, too. Thank you.",
    "start": 409.12,
    "duration": 5.16
  },
  {
    "text": ">> Road trip snacks.",
    "start": 410.8,
    "duration": 3.48
  },
  {
    "text": "That's crazy. Road trip snacks. [music] I was going to say acquired. Let's just act like I said acquired. Don't quote me",
    "start": 414.72,
    "duration": 9.52
  },
  {
    "text": "in the comments on that. Don't do it.",
    "start": 422.24,
    "duration": 3.519
  },
  {
    "text": "Don't you dare type out what I just tried to say. We've still got a long drive ahead. Let's rock and roll. Meta, are you ready?",
    "start": 424.24,
    "duration": 8.239
  },
  {
    "text": ">> I'm ready to help. What can I assist you with today?",
    "start": 430.88,
    "duration": 5.759
  },
  {
    "text": ">> Turn on some music. [music] >> All right. Oh my gosh, the speakers are good. This is awesome. Road trip music.",
    "start": 433.44,
    "duration": 9.28
  },
  {
    "text": "I didn't think I'd be able to listen to music. This is so fun.",
    "start": 441.44,
    "duration": 5.159
  },
  {
    "text": "What's going on here?",
    "start": 451.039,
    "duration": 2.241
  },
  {
    "text": ">> I [music] seem to have hit some brutal traffic. Our adventure to the mountain may have just gotten a little more complicated. [music] Just a little bit",
    "start": 451.919,
    "duration": 8.081
  },
  {
    "text": "more time. I'm only doing a timebased challenge. Yeah, I'm cooked. [music] >> Hey, Meta. How long have I been driving?",
    "start": 458.24,
    "duration": 12.56
  },
  {
    "text": ">> You have been driving for 8 years, assuming you got your license at 16, which is typical licensing age in California.",
    "start": 469.199,
    "duration": 7.761
  },
  {
    "text": ">> Bruh, you really lose track of time in these glasses.",
    "start": 475.199,
    "duration": 5.0
  },
  {
    "text": ">> [music] >> Got to get gas. A little over 13 hours and the glass is complete. Think of it like a pie. I'm a little over a quarter.",
    "start": 482.085,
    "duration": 14.715
  },
  {
    "text": "I ate about a quarter of the pie.",
    "start": 493.52,
    "duration": 4.799
  },
  {
    "text": "Excuse me. Sorry. Let's get some gas.",
    "start": 496.8,
    "duration": 4.079
  },
  {
    "text": "Check this out, guys. That's the gas cap right there. No car wash needed. Got to use a Supreme on this bad boy.",
    "start": 498.319,
    "duration": 8.6
  },
  {
    "text": "All right.",
    "start": 507.84,
    "duration": 4.24
  },
  {
    "text": "Hey, Meta. What am I looking at? What's going on here?",
    "start": 509.84,
    "duration": 4.4
  },
  {
    "text": ">> You are looking at a vehicle being refueled.",
    "start": 512.88,
    "duration": 3.76
  },
  {
    "text": ">> Ah, yes, of course. I went to the gas station to get some more water, and these two guys were helping this older lady. They brought her items to her car.",
    "start": 514.88,
    "duration": 7.92
  },
  {
    "text": "I just thought that was so cute. It's a moment that makes you go, \"Aw, that's sweet.\" She bought like 10 waters. The big waters, too. I wonder if she's ever",
    "start": 521.2,
    "duration": 8.48
  },
  {
    "text": "been to the mountain. This is a beautiful photo. It's just honestly [music] a really good photo. If it is real, I hope the leaves look like that",
    "start": 528.0,
    "duration": 8.0
  },
  {
    "text": "when I get there. Back on the road. Full tank of gas. Hey Meta, how long until the sun sets >> to continue? Reconnect your phone to the",
    "start": 534.399,
    "duration": 8.081
  },
  {
    "text": "internet. Or say, \"Hey Meta, what can I do offline?\" >> My glasses seem to be disconnected from the internet. I can tell that the sun is",
    "start": 540.72,
    "duration": 10.239
  },
  {
    "text": "setting soon. I just I I don't know why I asked the glasses, but if I'm going to survive the night in these glasses, I'm",
    "start": 548.64,
    "duration": 6.96
  },
  {
    "text": "going to have to survive the night, period. It's kind of a dramatic way to say it, but I just I need to find a place to park the van tonight so I can",
    "start": 554.32,
    "duration": 7.12
  },
  {
    "text": "sleep in it. We're still a long way from the mountain as well. So, we're making amazing progress.",
    "start": 560.08,
    "duration": 7.866
  },
  {
    "text": "[music] It smells good. Like, it smells good outside. [music] That's amazing. I successfully made it to the entrance of Yoseite National Park",
    "start": 565.926,
    "duration": 12.394
  },
  {
    "text": "using directions from my glasses. I have to be the first person who's ever said that. And even though I'm looking through lenses and I don't normally wear",
    "start": 576.399,
    "duration": 7.921
  },
  {
    "text": "glasses, I can still say with confidence that this place is beautiful and I need to find a place to park and sleep.",
    "start": 582.64,
    "duration": 8.12
  },
  {
    "text": "Night night time. The sun set rapidly and I was driving in the dark all of a sudden and then I got really scared and nervous",
    "start": 594.56,
    "duration": 9.2
  },
  {
    "text": "because I was driving in the I was not able to pick up anything for dinner tonight. However, underneath the stove is peanut butter sandwich supplies. This",
    "start": 602.0,
    "duration": 10.08
  },
  {
    "text": "is the best news ever. There's also coffee under there for the morning. The van is set up to go to sleep. I've got a beautiful setup for nighttime. Before I",
    "start": 610.399,
    "duration": 8.081
  },
  {
    "text": "make my dinner, I think it's important to note that I have been wearing these Meta glasses for 16 hours now. 16 hours living in the future. Y'all going to get",
    "start": 617.279,
    "duration": 11.441
  },
  {
    "text": "sick of me going like this. Hey, Meta, what am I looking at?",
    "start": 625.839,
    "duration": 5.44
  },
  {
    "text": ">> You were looking at the interior of a vehicle, potentially a van or RV. You seem to be recording a video of yourself",
    "start": 629.6,
    "duration": 6.64
  },
  {
    "text": "as well.",
    "start": 635.519,
    "duration": 1.681
  },
  {
    "text": ">> It's kind of weird.",
    "start": 636.24,
    "duration": 5.64
  },
  {
    "text": ">> Okay, let's eat and go to bed.",
    "start": 637.2,
    "duration": 4.68
  },
  {
    "text": ">> [music] >> As far as I can tell, there's only one way to charge these glasses.",
    "start": 649.767,
    "duration": 9.833
  },
  {
    "text": "Yeah, I think I'm locked in. Is it flashing orange? This is ridiculous. It must be done to charge the glasses. I've got a smart glasses case on my face.",
    "start": 658.24,
    "duration": 14.507
  },
  {
    "text": "Good night. [music] >> [music] >> Good morning.",
    "start": 669.279,
    "duration": 16.68
  },
  {
    "text": ">> Good [music] morning, Ryan.",
    "start": 682.399,
    "duration": 3.56
  },
  {
    "text": "[music] >> Today is finally the day that I see the mountain.",
    "start": 687.102,
    "duration": 9.538
  },
  {
    "text": "I've been looking at this photo for 10 years, and soon I will see it with my own two eyes. There's a B. Did y'all see that?",
    "start": 694.8,
    "duration": 14.0
  },
  {
    "text": ">> We are officially over halfway.",
    "start": 705.04,
    "duration": 5.6
  },
  {
    "text": ">> Thanks. Thank you. I took this route through the national park because there's another mountain that I wanted to see on the way. It looks like this.",
    "start": 708.8,
    "duration": 8.479
  },
  {
    "text": "It's called half dome.",
    "start": 714.8,
    "duration": 4.64
  },
  {
    "text": ">> It's like half a dome. Let's go observe this mountain and then we'll go to the other mountain. The the mountain. I'm",
    "start": 717.279,
    "duration": 7.201
  },
  {
    "text": "losing track. There's too many mountains.",
    "start": 723.44,
    "duration": 4.639
  },
  {
    "text": ">> [music] >> I'm driving the van up the mountain and look at this. Look at that view. Oh my goodness. [music] I just parked at a",
    "start": 726.403,
    "duration": 9.517
  },
  {
    "text": "trail and I think I can look at this mountain from here. I think that's it.",
    "start": 734.0,
    "duration": 6.079
  },
  {
    "text": "Excuse me. Do you guys know if this is Is it Is that this mountain?",
    "start": 738.16,
    "duration": 6.479
  },
  {
    "text": ">> Yes, >> that's the one. Oh, that's so cool. It's an Apple wallpaper. [laughter] >> Oh, >> it's pretty neat.",
    "start": 744.079,
    "duration": 7.44
  },
  {
    "text": ">> I climbed that rock yesterday.",
    "start": 749.839,
    "duration": 2.24
  },
  {
    "text": ">> Did you?",
    "start": 751.519,
    "duration": 0.801
  },
  {
    "text": ">> Yeah.",
    "start": 752.079,
    "duration": 1.681
  },
  {
    "text": ">> Hey, Meta. Is that mountain this mountain? [music] Both mountains appear to be in Yusede National Park.",
    "start": 752.32,
    "duration": 9.48
  },
  {
    "text": ">> Oh, sweet. Okay, let's go look at it.",
    "start": 757.44,
    "duration": 4.36
  },
  {
    "text": "It's beautiful.",
    "start": 767.839,
    "duration": 4.721
  },
  {
    "text": "Why is there an Instagram reel playing?",
    "start": 770.88,
    "duration": 4.56
  },
  {
    "text": "What's What's that?",
    "start": 772.56,
    "duration": 5.04
  },
  {
    "text": ">> How's it going?",
    "start": 775.44,
    "duration": 3.76
  },
  {
    "text": ">> That was awesome. The adventure continues to the mountain. I'm going to this mountain. That's the mountain I'm going to. Okay. Hey, Meta,",
    "start": 777.6,
    "duration": 10.799
  },
  {
    "text": ">> take me to the mountain.",
    "start": 786.959,
    "duration": 2.641
  },
  {
    "text": ">> Directions to Mountain Room.",
    "start": 788.399,
    "duration": 2.321
  },
  {
    "text": ">> Oh, no. That's not the right That's not the right one. That's a restaurant. It's closed as well.",
    "start": 789.6,
    "duration": 7.039
  },
  {
    "text": ">> Okay. Give me step-by-step directions to North Lake near Bishop, California.",
    "start": 793.839,
    "duration": 6.641
  },
  {
    "text": ">> Here's some step-by-step directions to get to your destination.",
    "start": 798.8,
    "duration": 6.159
  },
  {
    "text": ">> Okay. Okay. We can do that. We can make that work. Here we go. I'm so excited.",
    "start": 801.68,
    "duration": 7.92
  },
  {
    "text": "I've got several more hours of driving today to get to our final destination, but this first segment is most definitely the most beautiful part of",
    "start": 807.92,
    "duration": 8.159
  },
  {
    "text": "the drive. Everyone here is getting out of their cars to [music] take in the view, and I don't blame them. Look at that. That's gorgeous. I've been driving",
    "start": 814.48,
    "duration": 8.88
  },
  {
    "text": "for so long, and I just stumbled upon my first town. I'm going to the first drive-thru I see. I am desperate.",
    "start": 821.04,
    "duration": 6.96
  },
  {
    "text": ">> What is that?",
    "start": 827.36,
    "duration": 2.32
  },
  {
    "text": ">> You were looking at a Carl's Jr.",
    "start": 828.0,
    "duration": 2.24
  },
  {
    "text": "restaurant.",
    "start": 829.68,
    "duration": 3.279
  },
  {
    "text": ">> Oh, it's a Carl's Jr. All right.",
    "start": 830.24,
    "duration": 4.719
  },
  {
    "text": ">> Hi, welcome to Carl's Jr. Would you like to try our spicy western bacon cheeseburger? Uh, I'm not sure.",
    "start": 832.959,
    "duration": 7.601
  },
  {
    "text": ">> Glasses are overheating. Please wait for them to call.",
    "start": 838.639,
    "duration": 3.76
  },
  {
    "text": ">> I don't know what I want. I don't know what I should get. I don't There's so many options.",
    "start": 841.36,
    "duration": 5.52
  },
  {
    "text": ">> Uh, can I get the three-piece chicken tenders?",
    "start": 845.04,
    "duration": 4.4
  },
  {
    "text": ">> I have one three-piece tenders with no sauce. Correct.",
    "start": 847.76,
    "duration": 5.12
  },
  {
    "text": ">> Yes. Awesome. Thank you. Hey, quick question. Um, have you have you seen this mountain?",
    "start": 850.88,
    "duration": 7.36
  },
  {
    "text": ">> No, man.",
    "start": 857.519,
    "duration": 3.361
  },
  {
    "text": ">> You think it's real? I think it's close by somewhere.",
    "start": 858.24,
    "duration": 4.159
  },
  {
    "text": ">> I don't know.",
    "start": 861.519,
    "duration": 2.88
  },
  {
    "text": ">> You never seen it? Ah, I'm going to go look for it. Doesn't it just look like it's somewhere around here? I feel like",
    "start": 862.399,
    "duration": 7.12
  },
  {
    "text": "I'm getting close.",
    "start": 867.519,
    "duration": 3.12
  },
  {
    "text": "What am I looking at?",
    "start": 869.519,
    "duration": 2.88
  },
  {
    "text": ">> You are looking at a person holding a container of fried food, possibly chicken tenders or nuggets, while sitting in a vehicle.",
    "start": 870.639,
    "duration": 7.44
  },
  {
    "text": ">> I don't know why I would need to ask you that information. I just I like seeing if you know.",
    "start": 876.8,
    "duration": 10.76
  },
  {
    "text": ">> Are you still there, guys? We are getting close to the mountain.",
    "start": 884.0,
    "duration": 12.959
  },
  {
    "text": "This is pretty much the only civilization remaining in this adventure. I got my chicken strips. I'm parked outside of a grocery store. I'm",
    "start": 895.92,
    "duration": 7.52
  },
  {
    "text": "going to go get some snacks [music] and stuff. I would love to use like the stove tonight. It's just fun to cook stuff in a camper van. Maybe I'll even",
    "start": 902.32,
    "duration": 7.759
  },
  {
    "text": "be able to talk to some locals and ask if they've ever seen a mountain before.",
    "start": 908.399,
    "duration": 7.481
  },
  {
    "text": ">> [music] >> I stumbled into a grocery store called Vans. I stocked up on all kinds of good stuff for the rest of our adventure.",
    "start": 920.94,
    "duration": 10.899
  },
  {
    "text": "Dinner tonight is going to be a movie.",
    "start": 930.16,
    "duration": 3.359
  },
  {
    "text": "Needless to say, I'm focused on our mission. Yes. I asked this nice man named Carlos if he had ever seen the mountain. Here's what he said. Have you",
    "start": 931.839,
    "duration": 7.041
  },
  {
    "text": "been?",
    "start": 938.079,
    "duration": 2.56
  },
  {
    "text": ">> No, I don't want to visit.",
    "start": 938.88,
    "duration": 2.959
  },
  {
    "text": ">> He's never been to the mountain, but maybe he knows where Joyide is is my next thought. So, we go on a wild goose chase until this woman says us probably",
    "start": 940.639,
    "duration": 7.521
  },
  {
    "text": "in the candy section.",
    "start": 947.12,
    "duration": 2.959
  },
  {
    "text": ">> If we have it, it would have to be on aisle two. That's where we have all of our candy.",
    "start": 948.16,
    "duration": 6.16
  },
  {
    "text": ">> Okay, aisle two. Lo and behold, me and Carlos find it. Oh, >> got it.",
    "start": 952.399,
    "duration": 5.841
  },
  {
    "text": ">> Look, I found it. Carlos, thank you for the help, brother.",
    "start": 956.399,
    "duration": 3.12
  },
  {
    "text": ">> Okay, man.",
    "start": 958.959,
    "duration": 1.44
  },
  {
    "text": ">> Have a good one. I'm going to go find the mountain.",
    "start": 959.519,
    "duration": 2.481
  },
  {
    "text": ">> Yeah, good luck.",
    "start": 961.04,
    "duration": 1.599
  },
  {
    "text": ">> Thank you.",
    "start": 962.0,
    "duration": 2.399
  },
  {
    "text": ">> Hey, go before the snow.",
    "start": 962.639,
    "duration": 5.361
  },
  {
    "text": ">> Okay, there it is. There we go. There it is. What am I looking at?",
    "start": 964.399,
    "duration": 6.641
  },
  {
    "text": ">> You are looking at a bag of candy called Joyide.",
    "start": 969.279,
    "duration": 4.161
  },
  {
    "text": ">> That's cool. It's always surreal finding Joyide in places I never thought I would be. If you don't know, Joyide is my",
    "start": 971.839,
    "duration": 6.961
  },
  {
    "text": "candy. It has no fake colors, no junk ingredients, less sugar than other candies, and somehow it still tastes amazing. My dream for Joyide is to",
    "start": 976.8,
    "duration": 8.159
  },
  {
    "text": "change [music] the candy aisle forever.",
    "start": 983.6,
    "duration": 2.88
  },
  {
    "text": "It would be truly magical if you could go into the candy aisle and know that no candies [music] have any fake junk ingredients in them.",
    "start": 984.959,
    "duration": 7.761
  },
  {
    "text": "Shout out to all the Joyide runners getting Joyide all [music] over America.",
    "start": 991.36,
    "duration": 5.599
  },
  {
    "text": "Boom. Boom. Yay. This music's so fun.",
    "start": 994.399,
    "duration": 4.24
  },
  {
    "text": "You're incredible. What a selfie. Also, if you're watching this before Black Friday, you can go to Target this week and this week only and pick up the",
    "start": 996.959,
    "duration": 8.961
  },
  {
    "text": "exclusive Wheel of Doom box. It comes with a bag of Joyide Sour Strips, there are four different flavors that you might get. You'll also get one of five",
    "start": 1003.6,
    "duration": 9.84
  },
  {
    "text": "rare collectible Wheel of Doom cards. I love collectible cards. And last, but not least, you get a fully functional Wheel of Doom spinner. So, be sure to go",
    "start": 1011.279,
    "duration": 8.8
  },
  {
    "text": "to Target and pick one up. There's only 50 per store. So, whatever store you love to go to, whether it's Target, 7-Eleven, Kroger, or if you like going",
    "start": 1018.639,
    "duration": 8.961
  },
  {
    "text": "to Vans, I like Vans. This is nice. Be sure to pick up a bag of Joyide and you could be in the next video as a joy ride",
    "start": 1025.439,
    "duration": 6.721
  },
  {
    "text": "runner. Let's continue this adventure, shall we?",
    "start": 1030.72,
    "duration": 5.556
  },
  {
    "text": "[music] [music] Maybe it's the fact that I've been driving for a dozen hours over the past 2 days. Maybe it's the fact that there",
    "start": 1034.256,
    "duration": 13.504
  },
  {
    "text": "is quite literally a voice inside my head. But I'm finding myself having a harder time interacting with people. I think these glasses have unlocked a new",
    "start": 1045.919,
    "duration": 8.88
  },
  {
    "text": "fear, not being able to tell if someone's actually talking to me or not.",
    "start": 1053.039,
    "duration": 5.441
  },
  {
    "text": "Anyway, we are getting very close to the mountain. I am about to see my favorite screen saver of all time in real life.",
    "start": 1056.559,
    "duration": 8.538
  },
  {
    "text": "[music] [music] Good golly. I think I'm about to see the mountain.",
    "start": 1063.077,
    "duration": 26.443
  },
  {
    "text": "I can't believe I'm here. Look at the trees. They're so orange and vibrant. I think the spot I'm looking for is right through these trees.",
    "start": 1087.76,
    "duration": 12.159
  },
  {
    "text": "And if I'm not mistaken, I should have the exact view in three, two, one.",
    "start": 1097.44,
    "duration": 11.72
  },
  {
    "text": "Wow, that's crazy. [music] I turned the glasses off. Technically, that's not against the rules. I just wanted to soak up the mountain for",
    "start": 1110.88,
    "duration": 28.48
  },
  {
    "text": "myself. And I mean, look at it. It's beautiful, bro.",
    "start": 1136.24,
    "duration": 6.6
  },
  {
    "text": "[music] Was he talking to me? I can't tell if he was [music] talking to me or not. How do I know if he was talking to me? I don't",
    "start": 1143.643,
    "duration": 12.237
  },
  {
    "text": "[music] [music] I did it. 50 hours complete.",
    "start": 1168.533,
    "duration": 16.427
  },
  {
    "text": "Hey, thanks for helping me get to the mountain.",
    "start": 1182.559,
    "duration": 5.601
  },
  {
    "text": ">> You're welcome.",
    "start": 1186.16,
    "duration": 3.44
  },
  {
    "text": ">> I think we need a break.",
    "start": 1188.16,
    "duration": 3.2
  },
  {
    "text": ">> Would you like to take a break?",
    "start": 1189.6,
    "duration": 3.04
  },
  {
    "text": ">> Yeah.",
    "start": 1191.36,
    "duration": 3.04
  },
  {
    "text": ">> Here are some rest stops nearby with access to the internet.",
    "start": 1192.64,
    "duration": 6.919
  },
  {
    "text": ">> I'm going home.",
    "start": 1196.0,
    "duration": 3.559
  },
  {
    "text": "Thank you so much for watching this video. It was so much fun to film. I'm not going to be wearing any glasses anytime soon. Shout out to all the Joy",
    "start": 1213.2,
    "duration": 8.16
  },
  {
    "text": "Ride Ruters out there. You guys are amazing. We are changing the way the world eats candy. And also, if you want to keep watching videos, click the one",
    "start": 1220.0,
    "duration": 7.679
  },
  {
    "text": "on screen right here. This is the one that YouTube thinks you'll like the most. Could be amazing. I don't know.",
    "start": 1226.32,
    "duration": 7.52
  },
  {
    "text": "Have a great day.",
    "start": 1230.48,
    "duration": 3.36
  }
]
