[
  {
    "text": "There is a room on the world's newest cruise that has a slide, a private balcony, a movie theater, a personal butler, and countless bedrooms. I have",
    "start": 0.08,
    "duration": 11.519
  },
  {
    "text": "no business going on a luxurious cruise to stay in this room. However, my wife Haley has a dream of becoming an author,",
    "start": 9.76,
    "duration": 7.92
  },
  {
    "text": "and she just got copies of her first book ever. She won't let me read it because I haven't finished a book in over a year, and I've started a lot of",
    "start": 15.679,
    "duration": 9.36
  },
  {
    "text": "books. So, I have a plan to steal one of them, replace it with a fake copy, read the entire book on the cruise, all so I",
    "start": 22.56,
    "duration": 8.719
  },
  {
    "text": "can surprise her with my review when I get home. So, yes, going on this adventure of staying in every single room on the most expensive cruise ship",
    "start": 29.519,
    "duration": 10.161
  },
  {
    "text": "would be ridiculous, but it might just make Haley think I'm the best husband ever. I packed my bags and flew to the pickup zone for the cruise, where I",
    "start": 37.12,
    "duration": 11.599
  },
  {
    "text": "boarded and made my way to the cheapest room on this entire boat.",
    "start": 46.8,
    "duration": 8.34
  },
  {
    "text": "[Music] Whoa.",
    "start": 50.98,
    "duration": 8.099
  },
  {
    "text": "[Music] So, this is the economy room on this cruise ship, which is crazy because look at this place. This is a fancy room.",
    "start": 59.31,
    "duration": 11.09
  },
  {
    "text": "This is a nice room. I'm going to jump on that bed.",
    "start": 69.04,
    "duration": 5.2
  },
  {
    "text": "It's a good bed. I like it. This room also has a full bathroom. And look at this. You can control all of the lights from this touchcreen. Most people go on",
    "start": 72.64,
    "duration": 8.24
  },
  {
    "text": "a cruise not for the room that you sleep in, but for what you can do outside of the room. Each one that I booked comes with different perks and activities on",
    "start": 79.2,
    "duration": 8.08
  },
  {
    "text": "the ship. And obviously, this one has the least because it's the most affordable one. This boat has officially departed. We are somewhere in the ocean",
    "start": 85.84,
    "duration": 7.76
  },
  {
    "text": "at this point. So, before I start reading Haley's book, I'm going to go look for something fun to do around my room. It's got to be something fun. At",
    "start": 92.24,
    "duration": 10.199
  },
  {
    "text": "least one thing.",
    "start": 98.799,
    "duration": 3.64
  },
  {
    "text": "[Music] Hey, excuse me. Uh, do you know anything fun to do around here?",
    "start": 102.54,
    "duration": 14.1
  },
  {
    "text": "I have no idea. Uh, like a party or >> only have rooms.",
    "start": 112.72,
    "duration": 5.92
  },
  {
    "text": ">> Only rooms on here.",
    "start": 117.84,
    "duration": 1.84
  },
  {
    "text": ">> No rooms on this.",
    "start": 118.64,
    "duration": 3.2
  },
  {
    "text": ">> Oh, okay. I was walking in circles.",
    "start": 119.68,
    "duration": 3.68
  },
  {
    "text": ">> Yes, we only have rooms here.",
    "start": 121.84,
    "duration": 3.919
  },
  {
    "text": ">> Oh, okay.",
    "start": 123.36,
    "duration": 4.24
  },
  {
    "text": "So, there's literally nothing to do on this floor, but I do have access to an all you can eat buffet with my room.",
    "start": 125.759,
    "duration": 11.451
  },
  {
    "text": "[Music] This buffet is complimentary for literally every guest on this entire ship. I'm talking burgers. They have grilled meats, fruit, desserts, salad.",
    "start": 133.17,
    "duration": 17.39
  },
  {
    "text": "Oh, I carried as many plates of food over to my table as I possibly could.",
    "start": 148.72,
    "duration": 6.159
  },
  {
    "text": "And look what we're feasting on tonight.",
    "start": 152.48,
    "duration": 3.839
  },
  {
    "text": "Yes, that's a single chicken strip.",
    "start": 154.879,
    "duration": 2.801
  },
  {
    "text": "Don't judge me. I cannot believe all of this was free. Like, what is this bread?",
    "start": 156.319,
    "duration": 4.801
  },
  {
    "text": "But I have a book to read. So, I'm going to eat this as fast as I possibly can and get back to the room.",
    "start": 159.28,
    "duration": 7.56
  },
  {
    "text": "I saw this guy dancing as I was leaving the buffet. Now, I am back in the room, and it is officially time to start reading my wife's book for Ryan, who",
    "start": 167.76,
    "duration": 10.0
  },
  {
    "text": "made my life a romance book before I discovered them. Come on. This just hit me like a bag of bricks. She just worked so hard on this.",
    "start": 175.76,
    "duration": 10.24
  },
  {
    "text": "Yes, I'm on a really cool cruise, and my rooms are only going to get cooler every single day with more perks and activities to offer. Yes, the final room",
    "start": 184.0,
    "duration": 8.56
  },
  {
    "text": "looks like it's going to be very distracting in the best way possible, but I cannot wait to finish this book.",
    "start": 191.36,
    "duration": 9.46
  },
  {
    "text": "I'm going to start now.",
    "start": 197.84,
    "duration": 21.03
  },
  {
    "text": "[Music] Good morning.",
    "start": 200.82,
    "duration": 22.38
  },
  {
    "text": ">> It is time to go to our next room on the cruise ship. And on my way to it, I stumbled across something weird. What room is that?",
    "start": 221.519,
    "duration": 9.561
  },
  {
    "text": "Why are there giant paw prints? Is there a dog in there?",
    "start": 231.12,
    "duration": 6.8
  },
  {
    "text": "Eh, whatever. All I care about right now is my next room, which is up one floor, down the hall, and right behind this door.",
    "start": 236.0,
    "duration": 12.2
  },
  {
    "text": ">> Wa!",
    "start": 245.2,
    "duration": 3.0
  },
  {
    "text": "[Music] Guys, this is quite the upgrade. This room has a lot of the same features as the last one, like the bed and the",
    "start": 248.53,
    "duration": 11.07
  },
  {
    "text": "bathroom are the same, but check this out. There's an entire couch that has bedding underneath it, and you can transform it into another bed. You could",
    "start": 258.0,
    "duration": 7.759
  },
  {
    "text": "sleep like three people in here comfortably. But the coolest part is this balcony. My last room didn't even have a window. Oh my gosh, I found the",
    "start": 264.56,
    "duration": 8.72
  },
  {
    "text": "party. I did not know there was a hangout area in the middle of the ship.",
    "start": 271.759,
    "duration": 4.88
  },
  {
    "text": "I'm going to go down there and explore.",
    "start": 274.96,
    "duration": 3.44
  },
  {
    "text": "Hopefully find some lunch and maybe even find a party to be a part of. I maybe I could throw the party. I just need to find enough people to throw a party. I",
    "start": 276.639,
    "duration": 8.961
  },
  {
    "text": "really want to be involved with a party on this cruise ship. I feel like that's the whole point of cruises, for parties.",
    "start": 283.919,
    "duration": 7.321
  },
  {
    "text": "This is Lily. She's holding on deck 12, >> right?",
    "start": 293.84,
    "duration": 4.16
  },
  {
    "text": ">> Yeah.",
    "start": 297.12,
    "duration": 2.0
  },
  {
    "text": ">> Have fun, guys.",
    "start": 298.0,
    "duration": 4.44
  },
  {
    "text": ">> Thank you, Lily.",
    "start": 299.12,
    "duration": 3.32
  },
  {
    "text": ">> Guys, it is absolutely bonkers down here. There's an arcade. There's a candy store. There's a merrygoround. And the word on the street is the restaurant",
    "start": 303.04,
    "duration": 8.879
  },
  {
    "text": "behind me has a bunch of complimentary food for little kids.",
    "start": 310.16,
    "duration": 7.28
  },
  {
    "text": "[Music] Got myself quite the plate. Really appreciate that they have dividers on it so the food doesn't touch. I really am a",
    "start": 314.46,
    "duration": 10.82
  },
  {
    "text": "grown man. Ever heard of a grilled cheese hot dog? Now you have. All 100% complimentary. Can you believe it? I can't believe it. This is basically how",
    "start": 323.919,
    "duration": 8.641
  },
  {
    "text": "I eat at home. I feel very comforted right now. There's so much more to do in this area. I cannot believe my room is above this. Let's have some food so we",
    "start": 330.96,
    "duration": 10.12
  },
  {
    "text": "can have some fun.",
    "start": 337.6,
    "duration": 3.48
  },
  {
    "text": "[Music] [Music] I wonder if they have joy ride.",
    "start": 342.45,
    "duration": 14.83
  },
  {
    "text": "Hey, do you guys have a do you guys have joy ride?",
    "start": 355.36,
    "duration": 7.119
  },
  {
    "text": "No joy ride in the candy store? Ah, ice cream will do.",
    "start": 359.84,
    "duration": 6.12
  },
  {
    "text": ">> Thank you. It goes without saying, but visiting the courtyard underneath my balcony was a success. Cheers.",
    "start": 367.84,
    "duration": 8.12
  },
  {
    "text": "M. Ice cream unlocked.",
    "start": 376.08,
    "duration": 4.04
  },
  {
    "text": "That's so good. My ice cream is melting rapidly. I'm sweaty. I need to go take a shower.",
    "start": 380.639,
    "duration": 7.081
  },
  {
    "text": "I came back to the shower, did some reading. I'm really enjoying this book.",
    "start": 389.039,
    "duration": 4.72
  },
  {
    "text": "And I even drew some cute pictures for Haley to see when I give it back to her when I get home, when I surprise her with the book that I stole, and headed",
    "start": 392.319,
    "duration": 7.841
  },
  {
    "text": "out to the complimentary dinner that comes with my room.",
    "start": 398.639,
    "duration": 8.37
  },
  {
    "text": "[Music] This restaurant is so fancy. You can tell because there's way too much silverware on the table. My waiter, Aaron, and his assistant waiter, Dena,",
    "start": 403.11,
    "duration": 18.41
  },
  {
    "text": "are awesome. I told them, \"Surprise me.",
    "start": 419.599,
    "duration": 3.281
  },
  {
    "text": "Bring out whatever you want.\" First things first, looks like we've got some cheese bread and calamari. Yummy, yummy, yummy.",
    "start": 421.52,
    "duration": 8.799
  },
  {
    "text": "Sorry. I am very excited. I asked my waiter to get a video of me.",
    "start": 428.56,
    "duration": 5.12
  },
  {
    "text": "Fancy.",
    "start": 437.12,
    "duration": 5.2
  },
  {
    "text": "With that being said, let's eat.",
    "start": 438.72,
    "duration": 6.24
  },
  {
    "text": "[Music] Oh, how I long to be photographed. Next up, beef tenderloin. This looks expensive. You can tell it's a fancy restaurant because all of the silverware",
    "start": 442.32,
    "duration": 12.319
  },
  {
    "text": "is a different size, and I don't know what the difference is. Do I use the short knife or the big fork for this? I don't know.",
    "start": 453.12,
    "duration": 9.28
  },
  {
    "text": "And finally, creme brulee. Creme brulee is one of those desserts where you're like, \"How do I get myself into this situation where I'm eating creme brulee?",
    "start": 462.639,
    "duration": 8.84
  },
  {
    "text": "There's no way this is free. I got to ask my waiter if this is complimentary.\" Aaron, this is a very fancy restaurant.",
    "start": 472.16,
    "duration": 7.36
  },
  {
    "text": "Is this complimentary?",
    "start": 478.16,
    "duration": 3.12
  },
  {
    "text": ">> It's complimentary. Yes. Complimentary for a guest.",
    "start": 479.52,
    "duration": 3.84
  },
  {
    "text": ">> Are you serious?",
    "start": 482.16,
    "duration": 3.68
  },
  {
    "text": ">> Oh my god. Let's go. It's official. I'm stuffed to the brim. It took me the entire dinner to look out the window and",
    "start": 483.36,
    "duration": 7.36
  },
  {
    "text": "realize that there's a track circling this entire ship. You can just run out there. Going for a run right now, considering the nature of what's going",
    "start": 488.72,
    "duration": 10.24
  },
  {
    "text": "on in my tummy. It's a bad idea. It's a bad idea. I'm going to do it.",
    "start": 495.44,
    "duration": 10.41
  },
  {
    "text": "[Music] First time running on a boat. Look at this.",
    "start": 501.65,
    "duration": 14.15
  },
  {
    "text": "I just met Lori. Beautiful sunset. We love cruises.",
    "start": 516.399,
    "duration": 7.681
  },
  {
    "text": ">> Lorie took this photo of me. Pretty cool. Thanks, Lorie. Today might have been the best day ever. I made three new friends, Lily, Aaron, and Lorie. It's",
    "start": 521.839,
    "duration": 11.68
  },
  {
    "text": "very likely that none of them know each other, which makes me the nucleus of our little community. If I can take this nucleus of myself and build up enough of",
    "start": 531.92,
    "duration": 9.919
  },
  {
    "text": "a community on this cruise ship, I can throw the coolest party of all time. I don't even need to be invited to a party I can throw myself. I read quite a bit",
    "start": 539.839,
    "duration": 8.161
  },
  {
    "text": "of Haley's book today as well. I've been highlighting pages and quotes that I like. I cannot wait to wake up in the morning and go to our next room. I'm",
    "start": 546.399,
    "duration": 9.601
  },
  {
    "text": "unlocking the sunset corner suite. All three of those words are sick. It comes with its own set of perks and activities. I just can't wait. How do I",
    "start": 553.68,
    "duration": 11.96
  },
  {
    "text": "put this? Uh, good night.",
    "start": 560.72,
    "duration": 4.92
  },
  {
    "text": "[Music] Good morning. I'm going to go to the next room now.",
    "start": 567.02,
    "duration": 43.22
  },
  {
    "text": "[Music] Wa!",
    "start": 578.32,
    "duration": 39.37
  },
  {
    "text": "[Music] I am in complete and utter disbelief at this room. Remember, this room is called the Sunset Corner Suite. I didn't even",
    "start": 611.78,
    "duration": 14.38
  },
  {
    "text": "know they made rooms like this on cruise ships. This can't be an efficient use of space. I'm going to jump on the bed.",
    "start": 624.48,
    "duration": 9.2
  },
  {
    "text": "I really like this one. The bathroom looks like it belongs to Godzilla. Not really at all, I guess. It's just super big. Cilantro hair conditioner. What is",
    "start": 631.6,
    "duration": 11.2
  },
  {
    "text": "that? They want me to put veggies in my hair now? You're right. Also, this one comes with a coffee bar. You already know.",
    "start": 641.12,
    "duration": 11.52
  },
  {
    "text": "[Music] Ah, that's good. This room also has one of those couch beds, too. But there's no sheets inside in the storage. There's no",
    "start": 650.4,
    "duration": 10.72
  },
  {
    "text": "There's no bedding. Yeah, I'm sure we could request it, but good thing I'm sleeping here alone tonight. And best of all, a seaside corner balcony. This is",
    "start": 659.2,
    "duration": 9.44
  },
  {
    "text": "unbelievable. I'm on the back of the boat. I have a balcony on the back of the boat. Look at the sheer size of this balcony.",
    "start": 666.8,
    "duration": 9.68
  },
  {
    "text": "This is crazy, guys. I can't believe my eyes. This is unreal. This is a huge cruise ship. And that's my room.",
    "start": 674.32,
    "duration": 7.36
  },
  {
    "text": "Apparently, this room also comes with unlimited pizza, the water park, a steak dinner, and the aqua show. M. Yeah, today's going to be goated.",
    "start": 680.079,
    "duration": 13.2
  },
  {
    "text": "[Music] This is my first time in the main area of the ship. It's freaking packed. This where everybody been hanging out. Felt",
    "start": 690.01,
    "duration": 10.63
  },
  {
    "text": "like a ghost town on my floors. All right. It's like a luxury mall in the ocean. There's a Starbucks, a Chanel, an entire beauty store. Also, what the heck",
    "start": 698.64,
    "duration": 9.92
  },
  {
    "text": "is this thing? What the heck is this?",
    "start": 706.32,
    "duration": 4.16
  },
  {
    "text": "What's going on?",
    "start": 708.56,
    "duration": 4.24
  },
  {
    "text": "I stand in it. I don't know. Oh, they're running up it. You just run up it. All right, the rumors are true. I put on my",
    "start": 710.48,
    "duration": 8.479
  },
  {
    "text": "swimming outfit. Everyone on the boat's talking about it.",
    "start": 716.8,
    "duration": 4.88
  },
  {
    "text": ">> Did you see that guy walking around in a swimming outfit?",
    "start": 719.839,
    "duration": 4.321
  },
  {
    "text": ">> Anyways, I believe this is the pizza place that I now have access to to get complimentary pizza unlimited. No limitations the amount of pizza slices I",
    "start": 722.56,
    "duration": 10.6
  },
  {
    "text": "can get for free.",
    "start": 729.68,
    "duration": 3.48
  },
  {
    "text": "Hello. Is this complimentary?",
    "start": 734.0,
    "duration": 2.959
  },
  {
    "text": ">> Yes, it is.",
    "start": 736.24,
    "duration": 3.12
  },
  {
    "text": ">> Oh, can I get uh two pepperoni slices, please? Complimentary. Thank you.",
    "start": 736.959,
    "duration": 9.201
  },
  {
    "text": ">> I am absolutely exploiting the fact that this pizza is complimentary. Two slices.",
    "start": 744.0,
    "duration": 6.399
  },
  {
    "text": "He's crazy. There's not many things better in life than free pizza.",
    "start": 748.959,
    "duration": 5.401
  },
  {
    "text": "All right, we're heading to the water park. Let's go to the water park.",
    "start": 755.44,
    "duration": 6.12
  },
  {
    "text": "[Music] This is insane. I don't even know where to start. I have so many questions. Have you guys gone on any slides yet?",
    "start": 764.87,
    "duration": 10.649
  },
  {
    "text": ">> Yes, we've gone on four of the uh >> What's your favorite slide at the water park?",
    "start": 772.48,
    "duration": 6.0
  },
  {
    "text": ">> The storm surge.",
    "start": 777.12,
    "duration": 2.48
  },
  {
    "text": ">> What's your favorite slide at the theme park?",
    "start": 778.48,
    "duration": 2.799
  },
  {
    "text": ">> Probably the job slide right behind you.",
    "start": 779.839,
    "duration": 3.041
  },
  {
    "text": ">> What do you think about the water park?",
    "start": 781.279,
    "duration": 4.081
  },
  {
    "text": ">> Oh, it's so exciting. So fun.",
    "start": 782.88,
    "duration": 3.44
  },
  {
    "text": ">> Say something crazy.",
    "start": 785.36,
    "duration": 4.159
  },
  {
    "text": ">> Um I love um watching YouTube.",
    "start": 786.32,
    "duration": 5.04
  },
  {
    "text": ">> That's wacky. That's a wacky thing to say. How do they fit this many size on a boat?",
    "start": 789.519,
    "duration": 6.241
  },
  {
    "text": ">> I don't know.",
    "start": 793.36,
    "duration": 4.08
  },
  {
    "text": "I've done my research and my conclusion is simple. I got to ride every slide on this entire ship.",
    "start": 795.76,
    "duration": 8.079
  },
  {
    "text": "That's sick. That's a sick thing to say.",
    "start": 801.839,
    "duration": 3.68
  },
  {
    "text": "There's also mini golf up here, but I already did that just now. That was fun.",
    "start": 803.839,
    "duration": 5.761
  },
  {
    "text": "Not much else to say. Let's get it. Here goes nothing. I can't believe this came with my room. First up, I'm going on the",
    "start": 807.92,
    "duration": 9.44
  },
  {
    "text": "pressure drop. This sounds insane.",
    "start": 813.68,
    "duration": 3.68
  },
  {
    "text": "[Applause] [Music] I just met Tim and we're going to race each other on a slide.",
    "start": 817.78,
    "duration": 21.72
  },
  {
    "text": "[Music] The last slide I'm going to ride today is the green one. It looks ridiculous.",
    "start": 830.71,
    "duration": 23.129
  },
  {
    "text": "The only thing is the lifeguards don't allow you to bring your phone on the slide. Safety, of course. However, I did my research and I'm allowed to bring",
    "start": 852.32,
    "duration": 8.8
  },
  {
    "text": "this wrist strap on the slide with me and film. Trust me, the footage I'm about to get on this wrist strap is going to be cinema.",
    "start": 859.279,
    "duration": 9.0
  },
  {
    "text": "That was electric, Tim.",
    "start": 878.399,
    "duration": 2.321
  },
  {
    "text": ">> Oh, yeah. That was good.",
    "start": 879.76,
    "duration": 2.48
  },
  {
    "text": ">> We went back down the slide again and actually got this cool shot. Hopefully hopefully you think this shot was cool.",
    "start": 880.72,
    "duration": 6.32
  },
  {
    "text": "I'm just going to play it again. Pretty cool. Yeah. I don't know. You tell me.",
    "start": 885.199,
    "duration": 6.2
  },
  {
    "text": "What a day at the water park. I'm wearing blue jeans cuz I'm about to go to a fancy dinner. But first, I just got to say, yes, this room comes with a nice",
    "start": 903.04,
    "duration": 8.799
  },
  {
    "text": "balcony. It's got the coffee maker. It's got the couch. But the Wi-Fi package on this cruise ship is extremely expensive.",
    "start": 909.92,
    "duration": 7.52
  },
  {
    "text": "But since I'm staying in Sunset Corner Suite, complimentary. Anyway, the Wi-Fi thing is great because when I was at the",
    "start": 915.76,
    "duration": 7.92
  },
  {
    "text": "water park, I ran into a kid who reminded me of something.",
    "start": 922.079,
    "duration": 4.481
  },
  {
    "text": ">> What does Joyide do for Halloween?",
    "start": 924.72,
    "duration": 3.919
  },
  {
    "text": ">> Oh. Uh, a few weeks ago, I had this idea to surprise some Joyide customers with free candy for Halloween. Everybody's",
    "start": 926.56,
    "duration": 6.8
  },
  {
    "text": "going to be eating candy on Halloween.",
    "start": 932.079,
    "duration": 2.641
  },
  {
    "text": "It might as well be Joy Ride. Great idea, Ryan. And as you know by now, I use Shopify to power our Joyide store.",
    "start": 933.36,
    "duration": 7.039
  },
  {
    "text": "From launching the very first Sour Strips pack to now shipping gummy worms, cherry ropes, and countless other candies, Shopify has been the backbone",
    "start": 938.8,
    "duration": 9.279
  },
  {
    "text": "of our store since day one. And lucky for me, they now have this little guy named Sidekick who can make all of my ideas come to life. It feels like magic.",
    "start": 945.839,
    "duration": 10.081
  },
  {
    "text": "Here's what I just asked Sidekick. Give me a list of 50 customers, one from each US state, and let me know their favorite",
    "start": 954.24,
    "duration": 6.959
  },
  {
    "text": "candy so I can surprise them with a free box of joy ride by Halloween. Within seconds, Sidekick pulled a list of customers from every US state along with",
    "start": 959.519,
    "duration": 9.521
  },
  {
    "text": "their favorite flavors and even told me the best date to ship so it arrives right on Halloween. This is the most fun I've had since I put cilantro",
    "start": 967.36,
    "duration": 8.0
  },
  {
    "text": "conditioner in my hair. And Sidekick will even help me send an email to the customers I'm surprising with free joy ride. This would have taken me all",
    "start": 973.6,
    "duration": 8.479
  },
  {
    "text": "night. Now I have time to go to dinner.",
    "start": 980.32,
    "duration": 4.079
  },
  {
    "text": "That's why I'm wearing my fancy jeans for dinner. It's a steak dinner. Whether you've got a weird idea, need help solving a problem, or just want to",
    "start": 982.079,
    "duration": 9.12
  },
  {
    "text": "understand your customers a little better, Sidekick can do it all. Now more than ever is the best time to start your business on Shopify. So sign up using my",
    "start": 989.92,
    "duration": 10.08
  },
  {
    "text": "link, shopify.com/riantraan, or just scan the QR code on screen. That works, too. Thank you Shopify for sponsoring this video.",
    "start": 997.519,
    "duration": 12.601
  },
  {
    "text": "I'm going to go to dinner.",
    "start": 1006.48,
    "duration": 3.64
  },
  {
    "text": "[Music] >> Wow. Thank you so much.",
    "start": 1011.74,
    "duration": 14.66
  },
  {
    "text": "[Music] >> My name's Ryan.",
    "start": 1017.62,
    "duration": 10.62
  },
  {
    "text": ">> Oh, Ryan. Marlin.",
    "start": 1027.199,
    "duration": 2.24
  },
  {
    "text": ">> I'm thinking about throwing a party tomorrow night.",
    "start": 1028.24,
    "duration": 2.319
  },
  {
    "text": ">> Yeah.",
    "start": 1030.24,
    "duration": 2.959
  },
  {
    "text": ">> Are you able to make it? Uh, no. Because uh now we will finish here in the restaurant around midnight. So 12:00 in the morning.",
    "start": 1030.559,
    "duration": 9.041
  },
  {
    "text": ">> Okay. So you work late?",
    "start": 1038.4,
    "duration": 2.159
  },
  {
    "text": ">> Yeah, I work late.",
    "start": 1039.6,
    "duration": 2.0
  },
  {
    "text": ">> You would have been the life of the party though.",
    "start": 1040.559,
    "duration": 12.081
  },
  {
    "text": "[Music] >> What a day. Today I decided I'm throwing a party. I'm doing it on this ship. The community that I am fostering is",
    "start": 1044.31,
    "duration": 15.53
  },
  {
    "text": "unparalleled. We are the strongest community on this cruise ship. I just I just feel it. Sure, Marlin can't come to my party. However, Tim is down and he",
    "start": 1058.24,
    "duration": 10.319
  },
  {
    "text": "might even be able to bring his parents.",
    "start": 1067.039,
    "duration": 3.041
  },
  {
    "text": "I can't believe I'm going to an even cooler room tomorrow morning. I just can't believe it. I can't quite envision it now how it gets better than this, but",
    "start": 1068.559,
    "duration": 13.501
  },
  {
    "text": "it does. Good night, sweetie.",
    "start": 1076.48,
    "duration": 13.04
  },
  {
    "text": "[Music] It's the last day and I finally get to wear my cool shirt.",
    "start": 1082.06,
    "duration": 35.34
  },
  {
    "text": "[Music] [Music] [Music] This is the most expensive room on this entire cruise ship. There's only one of them and it is called the ultimate",
    "start": 1093.33,
    "duration": 53.07
  },
  {
    "text": "family townhouse. This is the main level. And yes, this is the living room.",
    "start": 1143.84,
    "duration": 6.48
  },
  {
    "text": "The living room has a slide in it. Can you believe this? Can Oh, wo. There's a secret hangout nook behind the slide.",
    "start": 1148.48,
    "duration": 8.8
  },
  {
    "text": "This level also has a full movie theater with a PlayStation 5, Nintendo Switch, and coffee bar and snow code machine and",
    "start": 1155.28,
    "duration": 8.08
  },
  {
    "text": "fridge full of fun drinks and whatever the heck this table is. You touch it.",
    "start": 1161.6,
    "duration": 5.76
  },
  {
    "text": "It's touchscreen. It's crazy. Let's go check the upstairs now.",
    "start": 1165.039,
    "duration": 7.76
  },
  {
    "text": "What the heck? It seems the staircase is a piano. Imagine getting in an argument and then you got to go up these stairs.",
    "start": 1170.32,
    "duration": 8.28
  },
  {
    "text": "This is the top floor. Of course, the slide entrance and two bunk beds. Each bunk bed has its own TV as well. I love these beach ball lights. So, this must",
    "start": 1180.0,
    "duration": 11.6
  },
  {
    "text": "be the main bedroom. My goodness, look at these animals. Towel animals. They got googly eyes.",
    "start": 1189.12,
    "duration": 8.48
  },
  {
    "text": "[Music] Maybe the coziest bed yet. The main bathroom is unbelievable. I walked to the shower and collided with the glass.",
    "start": 1196.32,
    "duration": 8.4
  },
  {
    "text": "It's so clear. I didn't even see it. How did they clean it that good? And last but not least, the bottom level has this",
    "start": 1203.039,
    "duration": 6.801
  },
  {
    "text": "outdoor seating area. I mean, look at this. How cool is this? There's a dolphin unicorn. Hey, look. That's me.",
    "start": 1208.0,
    "duration": 7.36
  },
  {
    "text": "That's me on the cruise ship on the balcony. I guess we're docked on an island right now. This is beautiful. So, this is our final room. I don't know",
    "start": 1214.08,
    "duration": 7.44
  },
  {
    "text": "about you, but this looks like the perfect place to throw a cruise party.",
    "start": 1220.24,
    "duration": 4.559
  },
  {
    "text": "I'm not really good at hosting parties.",
    "start": 1223.28,
    "duration": 3.04
  },
  {
    "text": "People never show up when I host parties. But you guys know this best. I have been building the strongest community on this cruise ship. Ride or",
    "start": 1224.799,
    "duration": 8.801
  },
  {
    "text": "dies who would go to the ends of the earth for each other. But there's one more thing I haven't told you yet. When I walked in that door, I got a",
    "start": 1231.84,
    "duration": 8.319
  },
  {
    "text": "notification on my phone that said, \"Your genie is awake.\" Genie? What? What do you mean? What do you mean by that?",
    "start": 1238.559,
    "duration": 9.36
  },
  {
    "text": "Allegedly, this room comes with a genie that can grant your every wish. I said, \"Okay, I have three wishes. One, hamburger, no veggies. Two, berry",
    "start": 1246.0,
    "duration": 11.44
  },
  {
    "text": "smoothie. And three, I want to see the dog. The dog that left the paw prints.",
    "start": 1254.96,
    "duration": 6.88
  },
  {
    "text": "It seems the genie has accepted the order. So, okay. Is >> Oh, hello.",
    "start": 1259.919,
    "duration": 11.681
  },
  {
    "text": ">> Hello, Mr. Ryan.",
    "start": 1270.559,
    "duration": 2.801
  },
  {
    "text": ">> Is this the burger and berry smoothie?",
    "start": 1271.6,
    "duration": 2.559
  },
  {
    "text": ">> Absolutely, sir.",
    "start": 1273.36,
    "duration": 1.92
  },
  {
    "text": ">> That was fast.",
    "start": 1274.159,
    "duration": 1.76
  },
  {
    "text": ">> Thank you.",
    "start": 1275.28,
    "duration": 2.0
  },
  {
    "text": ">> Are you the genie?",
    "start": 1275.919,
    "duration": 3.441
  },
  {
    "text": ">> Uh, no, sir. I'm your room service attendant.",
    "start": 1277.28,
    "duration": 3.2
  },
  {
    "text": ">> Okay. Hey, >> every time you order, the genie will pass the information to us. They will take care of you.",
    "start": 1280.0,
    "duration": 7.52
  },
  {
    "text": ">> Lovely.",
    "start": 1285.039,
    "duration": 5.88
  },
  {
    "text": ">> Excuse me.",
    "start": 1287.52,
    "duration": 3.399
  },
  {
    "text": ">> Whoa.",
    "start": 1291.679,
    "duration": 1.521
  },
  {
    "text": ">> Here we go.",
    "start": 1292.24,
    "duration": 2.24
  },
  {
    "text": ">> Burger, no veggies.",
    "start": 1293.2,
    "duration": 3.12
  },
  {
    "text": ">> Burger, no veggies, sir.",
    "start": 1294.48,
    "duration": 2.8
  },
  {
    "text": ">> And what's your name?",
    "start": 1296.32,
    "duration": 2.8
  },
  {
    "text": ">> My name is Fman, sir. Fearman from Indonesia.",
    "start": 1297.28,
    "duration": 4.96
  },
  {
    "text": ">> Indonesia. That's amazing. All right.",
    "start": 1300.0,
    "duration": 3.44
  },
  {
    "text": ">> One of your friends.",
    "start": 1302.24,
    "duration": 3.679
  },
  {
    "text": ">> Oh, no way. Are you serious? On. Thank you, Fearman. Yes.",
    "start": 1303.44,
    "duration": 4.56
  },
  {
    "text": ">> Have a great day, sir.",
    "start": 1307.2,
    "duration": 2.24
  },
  {
    "text": ">> All right. See you soon. I bet >> part of me is completely astounded at how magical this is. And the other part of me is like, would I have actually",
    "start": 1308.0,
    "duration": 8.96
  },
  {
    "text": "just used my only three wishes on a burger smoothie and a potential dog?",
    "start": 1314.72,
    "duration": 6.48
  },
  {
    "text": "This is genie economics that isn't talked about enough. I've got the Minecraft movie on in the back. Also, I really thought Fearman was my genie",
    "start": 1319.52,
    "duration": 8.32
  },
  {
    "text": "there for a second. My mind is reeling at the potential of a party in here, but for now, I got to eat. Your boy's got to",
    "start": 1326.0,
    "duration": 6.88
  },
  {
    "text": "eat. Your boy's got to get a burger down in his system.",
    "start": 1331.44,
    "duration": 6.909
  },
  {
    "text": "[Music] [Music] Oh my gosh, he's real.",
    "start": 1335.25,
    "duration": 18.909
  },
  {
    "text": "That's a cute. I love this dog. Spock, if you're watching this, look away.",
    "start": 1351.2,
    "duration": 7.12
  },
  {
    "text": "This is the newest member of our community, Sailor.",
    "start": 1356.72,
    "duration": 16.48
  },
  {
    "text": "[Music] Sailor just left. She had a business meeting. That was the highlight of my life. That would that right there. What",
    "start": 1361.0,
    "duration": 18.84
  },
  {
    "text": "you just watched. Hopefully Sailor will be attending my party later. However, there's still so much fun stuff to do in this room that I haven't even tried yet.",
    "start": 1378.159,
    "duration": 8.961
  },
  {
    "text": "My fun drink of choice today is going to be apple juice. It just is. So, what are we doing for fun? I'm playing Mario Kart. Oh no. I'm going down the slide.",
    "start": 1385.36,
    "duration": 10.319
  },
  {
    "text": "I'm going down the slide several times.",
    "start": 1393.76,
    "duration": 3.76
  },
  {
    "text": "I'm going down the slide so many times and so quickly that there's actually multiple versions of me spawning via some sort of multiverse happen incident.",
    "start": 1395.679,
    "duration": 12.321
  },
  {
    "text": "I also got to see the captain's area of the cruise ship. These guys are driving the boat. They just let me see it.",
    "start": 1406.0,
    "duration": 6.159
  },
  {
    "text": "That's crazy. When I came back to the room, I made an apple juice cone and ate it on the balcony. Can you believe this?",
    "start": 1410.72,
    "duration": 6.48
  },
  {
    "text": "Can you believe this? All comes with my room. Where the heck are we? That's an awesome island. I feel like I've experienced pretty much all that this",
    "start": 1415.919,
    "duration": 9.281
  },
  {
    "text": "cruise ship has to offer. But this room right here is something that only I can experience, at least until 700 p.m. I decided that I'm throwing my party at",
    "start": 1423.28,
    "duration": 10.639
  },
  {
    "text": "7:00. I've asked the genie to organize a party in this room for 700 p.m. and to formally invite my closest friends by referencing this nucleus graphic. I'm",
    "start": 1431.679,
    "duration": 11.441
  },
  {
    "text": "talking lots of pizza, burgers, chicken strips, and snacks. Rumor has it there's a guy named Admiral Awesome on the ship.",
    "start": 1441.039,
    "duration": 8.481
  },
  {
    "text": "And if I can get him to come to my party, this is going to be the coolest party of the year. The countdown has begun until the greatest party on the",
    "start": 1447.76,
    "duration": 8.799
  },
  {
    "text": "cruise ship has begun.",
    "start": 1453.919,
    "duration": 7.88
  },
  {
    "text": "Hello. Oh my god. Party.",
    "start": 1456.559,
    "duration": 5.24
  },
  {
    "text": "The genie pulled off a miracle. This is what you see when you walk in. There are endless food options and of course, Joyide. If you're new here, Joyide is my",
    "start": 1462.96,
    "duration": 9.599
  },
  {
    "text": "candy. My dream is to change the way the world eats candy, which is why Joyide has no fake colors, way less sugar than other candies, and still tastes so good.",
    "start": 1470.88,
    "duration": 8.96
  },
  {
    "text": "My favorite Joy Ride flavor right now is our Cherry Berry Ropes.",
    "start": 1478.32,
    "duration": 5.92
  },
  {
    "text": "It's so good. Shout out to the absolute legends doing Joyide runs all over America. Boom, boom, boom. You're amazing. You're incredible. You're so",
    "start": 1482.48,
    "duration": 8.88
  },
  {
    "text": "fun. And enjoy snacking. You can find Joyide at Target, 7-Eleven, and a bunch of other stores. Whether you like sour candy or sweet candy, we have it all.",
    "start": 1489.679,
    "duration": 8.961
  },
  {
    "text": "So, be sure to pick up Joyide on your next snack run. And with that being said, it's time to open the door to the craziest party this cruise has ever",
    "start": 1497.12,
    "duration": 9.76
  },
  {
    "text": "seen.",
    "start": 1504.72,
    "duration": 5.76
  },
  {
    "text": "It's time for my party to start.",
    "start": 1506.88,
    "duration": 5.44
  },
  {
    "text": "The nucleus that I have formed on this cruise ship is so strong. Unfortunately, Lori can't make it, but that's okay. I mean, the flow rider is it's super fun.",
    "start": 1510.48,
    "duration": 11.04
  },
  {
    "text": "I understand.",
    "start": 1519.6,
    "duration": 3.679
  },
  {
    "text": "Not going to lie, I am starting to get a little bit worried because the genie keeps telling me that people can't come to my party.",
    "start": 1521.52,
    "duration": 10.68
  },
  {
    "text": "Most of my friends that I made are staff members, so I suppose it makes sense that Oh, you got to be kidding me.",
    "start": 1532.48,
    "duration": 7.52
  },
  {
    "text": "There's a chaa slide party happening on deck 15. What? Who scheduled that?",
    "start": 1537.919,
    "duration": 7.24
  },
  {
    "text": "[Music] Right when I was about to cancel the party, I heard the doorbell.",
    "start": 1549.25,
    "duration": 14.23
  },
  {
    "text": ">> Hey, come on in. Admiral Awesome. Come on in.",
    "start": 1563.52,
    "duration": 6.399
  },
  {
    "text": ">> Tim and his parents actually showed up.",
    "start": 1567.84,
    "duration": 3.839
  },
  {
    "text": "I just knew the nucleus would pull through. We are too strong.",
    "start": 1569.919,
    "duration": 5.561
  },
  {
    "text": "[Music] through this.",
    "start": 1576.2,
    "duration": 15.4
  },
  {
    "text": "That was awesome. I can't think of a better way to end this cruise ship experience than whatever the heck that was. That",
    "start": 1589.76,
    "duration": 13.399
  },
  {
    "text": "was a hoot. I'm going to go to bed now.",
    "start": 1597.84,
    "duration": 5.319
  },
  {
    "text": "[Music] [Applause] I woke up the next morning and asked the genie for one more thing.",
    "start": 1603.3,
    "duration": 15.9
  },
  {
    "text": "Wrapping paper. On the flight home, I was just reflecting on how I thought the highlight of this cruise would be the buffet or the slide. But if I'm being",
    "start": 1617.36,
    "duration": 8.96
  },
  {
    "text": "totally honest, the highlight for me was finishing Haley's book. Three, two, one.",
    "start": 1624.48,
    "duration": 8.079
  },
  {
    "text": "Open your eyes.",
    "start": 1630.96,
    "duration": 4.24
  },
  {
    "text": ">> A, you got me a book.",
    "start": 1632.559,
    "duration": 5.641
  },
  {
    "text": ">> Yes.",
    "start": 1635.2,
    "duration": 3.0
  },
  {
    "text": ">> How did you get this? You read this. You can tell.",
    "start": 1638.96,
    "duration": 10.16
  },
  {
    "text": "You annotated it. You did drawings. Oh my gosh. These are a lot of annotations.",
    "start": 1645.2,
    "duration": 10.16
  },
  {
    "text": ">> Did you read the dedication?",
    "start": 1653.919,
    "duration": 3.601
  },
  {
    "text": ">> Yes. And I cried. A >> did you notice the book was missing right here?",
    "start": 1655.36,
    "duration": 5.12
  },
  {
    "text": ">> No, >> that's a fake book.",
    "start": 1659.84,
    "duration": 3.28
  },
  {
    "text": ">> Oh, >> I drew that. Where is Sailor? I don't even like Sailor. She's ugly. Thank you guys for watching the video and thank",
    "start": 1661.919,
    "duration": 9.281
  },
  {
    "text": "you Haley for helping me start a new section on my bookshelf.",
    "start": 1668.88,
    "duration": 6.12
  },
  {
    "text": "[Music] You made it to the end of the video. All right. Hope you had fun. Shout out to all the Joyide runners getting Joyide",
    "start": 1676.44,
    "duration": 10.04
  },
  {
    "text": "all over America. You're amazing. And YouTube thinks this video on screen is going to be your next favorite video ever. So, click it. Click that video.",
    "start": 1684.559,
    "duration": 9.201
  },
  {
    "text": "Watch another. Let's continue having fun. The nucleus is growing. It's a real thing, I guess. Have a good day.",
    "start": 1692.0,
    "duration": 6.96
  }
]
